[
  {
    "id": 1,
    "title": "Avto monitor Tesla, 4+64GB WiFii kuler",
    "rate": 4.8,
    "price": {
      "current": 911040,
      "old_price": 1211240,
      "discount": 18
    },
    "description": "Operativniy va doimiy xotira proshivka qilingan: 2/32 GB --> 4/64 GBKuchli 4 yadroli protsessor va sovutish kuleri ravon ishlashni va ilovalarning tezkor ishlashini ta'minlaydi",
    "full_description": "Android operatsion tizimida ishlaydigan 4 Gb tezkor va 64 Gb ichki xotiraga ega Android avtomobil monitori Tesla 9\" / 10.2\" dyumli ekranga ega Wi-Fi ulanib internetga chiqa oladi, to'plamda ramka, barcha o'rnatish uchun kerakli shtekеrlar, kullerga ega, avtomobil modeliga qarab CANBUS* (shu narsa ham tovar narxini oshiradi) ham qo'shilgan to'plamga *CANBUS - avtomobil elektronikasining zarur elementi bo'lib, u Android monitorning avtomobil bort (komptyuter) tizimi bilan eng samarali o'zaro ta'sirini ta'minlaydi. Spark (Avtomat) va Cobaltga CANBUS Android monitor bilan birga o'rnatilganda ekranida quyidagi ma'lumotlarni ko'rsatishga imkon beradi: - agar eshiklar ochiq bo'lsa ochilib turgan holatini ko'rsatadi, - Burilish signali (povorotnik)ni yoqilgan paytda CANBUS to'plamidagi karnay ham chiqillab hadoychiga burilish signali yonib turgani haqida tovushli signal chiqaradi,",
    "uzum_link": "https://uzum.uz/uz/product/avto-monitor-tesla-1486064?skuId=5649358",
    "image": "/uploads/matiz-monitor-1.png",
    "category": "Auto monitorlar"
  },
  {
    "id": 4,
    "title": "Avto monitor Tesla / Diamond X80 2K",
    "rate": 4.5,
    "price": {
      "current": 1305600,
      "old_price": 1505600,
      "discount": 25
    },
    "description": "11.8 dyum 4+64GB WiFi kuler, ramka va simlari bilan",
    "full_description": "Avto monitor Tesla / Diamond X80 2K, 11.8\" dyum, 4+64GB, WiFi, ramka va simlari bilan To'plamda Diamond X80 4+64 GB Android avto monitor va aksesuar shtekr bor (platmassa ramka bu 9 dyumlini monitor korpusini 10.2 dyumli monitor korpus tushadigan adapter ramkaga qotirish uchun, GPS antenna, RCA kabel, 2ta USB port kabeli, orqa kamera uchun kabel bor) va siz tanlagan avtomobil uchun adapter ramka va quvvat simi va radio antennaga adapter (nexia 1, nexia 2, matiz, damas uchun to'plamga qo'shilmagan chunki bu avtomobillari o'zini radio antenna simi monitorga ulanadi), agar universal tanlasangiz adapter ramka va  radio antennaga adapter to'plamda bo'lmaydi. Avtomobil modeliga qarab CANBUS* (shu narsa ham tovar narxini oshiradi) ham qo'shilgan to'plamga.",
    "uzum_link": "https://uzum.uz/uz/product/avto-monitor-tesla-alvon---266-1675859?skuId=5688055",
    "image": "/uploads/auto-monitor-3.png",
    "category": "Auto monitorlar"
  },
  {
    "id": 1756115404382,
    "title": "Avto monitor Tesla, AUTEK N10",
    "rate": 4,
    "price": {
      "current": 1055000,
      "old_price": 1255000,
      "discount": 2
    },
    "description": "9/10.2\" 4+64GB WiFi kuler, simlari va ramka yoki ramkasiz",
    "full_description": "Avto monitor Tesla, AUTEK N10, 4+64GB WiFi Kuler,simlari va ramka bilan yoki ramkasiz\r\n\r\nAndroid operatsion tizimida ishlaydigan 4 Gb tezkor va 64 Gb ichki xotiraga ega Android avtomobil monitori Tesla 9\" / 10.2\" dyumli ekranga ega Wi-Fi ulanib internetga chiqa oladi, to'plamda ramka, barcha o'rnatish uchun kerakli shtekеrlar, kullerga ega, avtomobil modeliga qarab CANBUS* (shu narsa ham tovar narxini oshiradi) ham qo'shilgan to'plamga\r\n\r\n*CANBUS - avtomobil elektronikasining zarur elementi bo'lib, u Android monitorning avtomobil bort (komptyuter) tizimi bilan eng samarali o'zaro ta'sirini ta'minlaydi.",
    "uzum_link": "https://uzum.uz/uz/product/avto-monitor-tesla-sargish---11-1644550?skuId=5528607",
    "image": "/uploads/cbf7ae3e-73be-44c8-95fd-c41e13353805.jpg",
    "category": "Auto monitorlar"
  }
]